---
kind: other
id: Properties.T:Autodesk.Revit.DB.NumberSystem
source: html/93a1b6a1-4ae3-9f6a-c138-35d000a9ebd6.htm
---
# NumberSystem Properties

The id of the assembly instance to which the element belongs.